
/* Class = "NSButton"; ibShadowedToolTip = "Decreases security of the kiosk mode by allowing process switcher (cmd+Tab)."; ObjectID = "5"; */
"5.ibShadowedToolTip" = "Diminuer la sécurité du mode kiosque en permettant l'utilisation du mini-Dock (Commande+Tab).";

/* Class = "NSButtonCell"; title = "Allow to switch to third party applications"; ObjectID = "6"; */
"6.title" = "Autoriser l'utilisation d'applications tierces";

/* Class = "NSTextFieldCell"; title = "Use this option only when running SEB in user account managed by parental controls, with only SEB and the desired applications allowed. Also you should switch on Simple Finder and don't give users access to other accounts with administrator rights on that computer."; ObjectID = "8"; */
"8.title" = "Utiliser cette option uniquement lorsque SEB est exécuté dans un compte utilisateur sur lequel les contrôles parentaux sont activés, avec comme seules applications autorisées SEB et les applications tierces désirées. Vous devriez alors activer le Finder simplifié et ne pas donner aux utilisateurs d'accès à des comptes avec des droits d'administration sur cet ordinateur.";

/* Class = "NSButton"; ibShadowedToolTip = "Usually to be used when switching to third party applications is enabled."; ObjectID = "13"; */
"13.ibShadowedToolTip" = "A utiliser en général lorsque l'utilisation d'application tierces est autorisée.";

/* Class = "NSButtonCell"; title = "Allow downloading and uploading files"; ObjectID = "14"; */
"14.title" = "Permettre le téléchargement et le téléversement de fichiers";

/* Class = "NSTextFieldCell"; title = "Save downloaded files to:"; ObjectID = "23"; */
"23.title" = "Enregistrer les fichiers téléchargés sur :";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "34"; */
"34.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Directory"; ObjectID = "35"; */
"35.title" = "Fichier";

/* Class = "NSMenuItem"; title = "Other…"; ObjectID = "36"; */
"36.title" = "Autre emplacement…";

/* Class = "NSButton"; ibShadowedToolTip = "Downloaded files will be opened with the according application (which has to be set correctly in the system!). "; ObjectID = "38"; */
"38.ibShadowedToolTip" = "Les fichiers téléchargés seront ouverts à l'aide de l'application appropriée (qui doit être spécifiée correctement dans le système !).";

/* Class = "NSButtonCell"; title = "Open files after downloading"; ObjectID = "39"; */
"39.title" = "Ouvrir automatiquement les fichiers";